Repository: Ichimoto/PSO2Tweaker
Catalog: PSO2 Tweaker/My Project/GlobalStrings.*.resx
Languages: de, fr

# strAndthelatestis
source: and the latest is
de: und das Neuste ist
fr: et la dernière est

# strApplySelectedChanges
source: Apply Selected Changes
de: Ausgewählte Änderungen anwenden
fr: Appliquer les changements sélectionnés

# strCancelCurrentDownload
source: Cancel Current Download
de: Aktuellen Download stoppen
fr: Annuler le téléchargement actuel

# strChanges
source: Changes:
de: Änderungen:
fr: Changements :

# strCheckforPSO2Updates
source: Check for PSO2 Updates (Old Method)
de: Nach PSO2 Updates schauen
fr: Vérifier les dernières mises à jour de PSO2

# strCheckingforupdatesPleasewaitamoment
source: Checking for updates, please wait a moment...
de: Es wird nach Updates gesucht, bitte warten Sie einen Augenblick...
fr: Vérification de mises à jour, veuillez patienter...

# strCurrentlyselecteddirectory
source: Currently Selected Directory:
de: Aktuell ausgewählter Pfad:
fr: Répertoire de jeu actuel :

# strCurrentOSFullName
source: Current OS Full name:
de: Aktuelles Betriebssystem:
fr: Système d'exploitation actuel :

# strCurrentOSVersion
source: Current OS Version:
de: Aktuelle Version des Betriebssystems:
fr: Version du système d'exploitation actuel :

# strInstallUpdatePatches
source: Install/Update Patches
de: Patches Installieren/Updaten
fr: Installer/Mettre à jour les patchs

# strIsTheCurrentOS64bit
source: Is the current OS 64-bit?
de: Ist das aktuelle Betriebssystem 64-bit?
fr: Le système d'exploitation actuel est-il en 64-bit ?

# strIsUnrarAvailable
source: Is Unrar Available:
de: Ist Unrar verfügbar:
fr: Unrar est-il disponible :

# strLaunchPSO2
source: Launch PSO2
de: PSO2 starten
fr: Lancer PSO2

# strPleaseSelectwin32Dir
source: Please select your PSO2's pso2_bin Directory. It will be saved so you don't have to select it again.
de: Bitte wählen Sie Ihren PSO2 win32 Pfad aus. Dieser wird anschließend gespeichert, damit Sie ihn nicht erneut auswählen müssen.
fr: Sélectionner le répertoire win32 de PSO2. Ce sera sauvegardé, vous n'aurez pas à devoir le sélectionner de nouveau.

# strProgramOpeningRunningDiagnostics
source: Program opening, running diagnostics...
de: Programm wurde gestartet, es wird untersucht...
fr: Ouverture du programme, diagnotics en cours...

# strProgramOpeningSuccessfully
source: Program opened successfully! Version
de: Das Programm wurde erfolgreich geöffnet! Version
fr: Programme ouvert avec succès ! Version

# strRemoveCensorFile
source: Remove Censor File
de: Zensor Datei entfernen
fr: Retirer le fichier de censure

# strRemoveNVidiaVideo
source: Remove NVidia Video
de: NVidia Video entfernen
fr: Retirer la vidéo du logo NVIDIA

# strRemovePCOpening
source: Remove PC Opening
de: PC Öffnungsequenz entfernen
fr: Retirer l'introduction PC

# strRemoveSEGALogoVideo
source: Remove SEGA Logo Video
de: SEGA Logo Video entfernen
fr: Retirer la vidéo du logo SEGA

# strRemoveVitaOpening
source: Remove Vita Opening
de: Vita Öffnungsequenz entfernen
fr: Retirer l'introduction Vita

# strRestoreBackups
source: Restore Backups
de: Backups wiederherstellen
fr: Restaurer les backups

# strRestoreCensorFile
source: Restore Censor File
de: Zensor Datei wiederherstellen
fr: Restaurer le fichier de censure

# strRestoreNVidiaLogo
source: Restore NVidia Logo
de: NVidia Logo wiederherstellen
fr: Restaurer la vidéo du logo NVIDIA

# strRestorePCOpeningVideo
source: Restore PC Opening Video
de: PC Öffnungsequenz wiederherstellen
fr: Restaurer l'introduction PC

# strRestoreSEGALogoVideo
source: Restore SEGA Logo Video
de: SEGA Logo Video wiederherstellen
fr: Restaurer la vidéo du logo SEGA

# strRestoreVitaOpeningVideo
source: Restore Vita Opening Video
de: Vita Öffnungsequenz wiederherstellen
fr: Restaurer l'introduction Vita

# strRunDirectory
source: Directory program is running in:
de: Der Programmpfad läuft unter:
fr: Répertoire dans lequel le programme est lancé :

# strSelectedPSO2win32directory
source: Selected PSO2 Directory:
de: Ausgewählter PSO2 win32 Pfad:
fr: Répertoire win32 de PSO2 sélectionné :

# strSelectPSO2win32folder
source: Select pso2_bin folder...
de: Wähle PSO2 win32 Ordner...
fr: Sélectionner le dossier win32 de PSO2...

# strSwapPCVitaOpenings
source: Swap PC/Vita Openings
de: PC/Vita Openings tauschen
fr: Interchanger les introductions PC/Vita

# strTroubleshooting
source: Troubleshooting
de: Problembehandlung
fr: Dépannage

# strWaitingforacommand
source: Waiting for a command
de: Warte auf Anweisung
fr: En attente de commande

# strWouldyouliketodownloadthenewversion
source: . Would you like to download the new version?
de: . Möchten Sie die neuste Version runterladen?
fr: . Voulez-vous télécharger la dernière version ?

# strYouareusinganoutdatedversionoftheprogram
source: You are using an outdated version of the program. You have version
de: Sie benutzen eine veraltete Version des Programms. Sie haben die Version
fr: Vous utilisez une version dépassée du programme. Vous avez la version

# strYouhavethelatestversionoftheprogram
source: You have the latest version of the program:
de: Sie haben die aktuellste Version des Programms:
fr: Vous avez la dernière version du programme :

# strYourLogFileisHUGE
source: Your log file appears to be quite large - Would you like to clear it?
de: Ihre log-Datei scheint ziemlich groß zu sein - Möchten Sie es leeren?
fr: Votre fichier log est imposant - Voulez-vous le vider ?

# strCheckformissingfiles
source: Check for missing files
de: Nach fehlenden Dateien suchen
fr: Vérification pour fichiers manquants

# strExit
source: Exit
de: Beenden
fr: Quitter

# strFixPSO2EXEs
source: Fix PSO2 EXEs
de: PSO2 EXEs reparieren
fr: Corriger les EXEs de PSO2

# strFixPSO2Permissions
source: Fix PSO2 Permissions
de: PSO2 Berechtigungen reparieren
fr: Corriger les permissions de PSO2

# strCheckingforUpdatestopatches
source: Checking for updates to patches...
de: Nach Patchupdates suchen...
fr: Vérification de mises à jour des patchs...

# strCurrentStoryPatchis
source: Current Story Patch version is:
de: Die aktuelleste Story Patch Version ist:
fr: La version actuel du patch du mode Histoire est :

# strDownloadingUpdate
source: Downloading Update...
de: Update wird runtergeladen...
fr: Téléchargement de mises à jour...

# strNotSwapped
source: NOT SWAPPED
de: NICHT AUSGETAUSCHT
fr: NON INTERCHANGE

# strSwapped
source: SWAPPED
de: AUSGETAUSCHT
fr: INTERCHANGE

# strallDone
source: All done!
de: Alles erledigt!
fr: Fait !

# strAllDoneSystemReady
source: All done - System ready!
de: Alles erledigt - System bereit!
fr: Fait - Système prêt !

# strAllFilesCheckedOut
source: All files checked out!
de: Alle Dateien wurden kontrolliert!
fr: Tous les fichiers vérifiés !

# strAllNecessaryFiles
source: All necessary files restored!
de: Alle nötigen Dateien wiederhergestellt!
fr: Tous les fichiers nécessaires restaurés !

# strAreYouSureRestoreBackup
source: Are you sure you wish to continue? This will restore your backup from before you applied this patch.
de: Sind Sie sicher, dass Sie fortfahren möchten? Dies wird Ihre Sicherung vor dem Anwenden des Patches wiedrherstellen.
fr: Êtes-vous sûr de vouloir continuer ? Cela va restaurer votre backup d'avant l'application de ce patch.

# strAreYouSurewin32
source: Are you SURE you selected the pso2_bin folder?
de: Sind Sie sich SICHER, dass Sie den win32 Ordner ausgewählt haben?
fr: Êtes-vous SÛR que vous avez sélectionné le dossier win32 ?

# strAreYouSurewin32NotInside
source: Are you SURE you selected the pso2_bin and not a folder inside it?
de: Sind Sie sich SICHER, dass Sie den win32 Ordner und nicht einen Ordner in ihm ausgewählt haben?
fr: Êtes-vous SÛR que vous avez sélectionné le dossier win32 et non un sous-dossier ?

# strBackupRestored
source: Backup restored!
de: Sicherung Wiederhergestellt!
fr: Backup restauré !

# strBeginningStoryModeUpdate
source: Beginning Story Mode Update...
de: Story Modus Update wird gestartet...
fr: Début de la mise à jour du mode Histoire...

# strCheckingFiles
source: Checking files...
de: Dateien werden untersucht...
fr: Vérification des fichiers...

# strCheckingforAllFiles
source: Checking for all files...
de: Alle Dateien werden untersucht...
fr: Vérification de tous les fichiers...

# strCheckingforNewContent
source: Checking for new content...
de: Es wird nach neuen Inhalten gesucht...
fr: Vérification de nouveau contenu...

# strCheckingforPSO2Updates
source: Checking for PSO2 Updates...
de: Es wird nach PSO2 Updates gesucht...
fr: Vérification de mises à jour de PSO2...

# strChooseABackgroundImage
source: Story Patch Server:
fr: Serveur de patch du mode Histoire :

# strChooseALanguage
source: Choose a language:
de: Wählen Sie eine Sprache aus:
fr: Choisissez une langue :

# strChooseATheme
source: Choose a theme:
de: Wählen Sie ein Thema aus:
fr: Choisissez un thème :

# strCouldNotFindPSO2
source: Could not find pso2.exe! Are you sure you selected the right directory?
de: pso2.exe konnte nicht gefunden werden! Sind Sie sich sicher, dass Sie den richtigen Pfad ausgewählt haben?
fr: pso2.exe non trouvé ! Êtes-vous sûr d'avoir sélectionné le bon répertoire ?

# strCreatingBackupDirectory
source: Creating backup directory..
de: Sicherungspfad wird erstellt..
fr: Création du répertoire de backup...

# strCurrentENPatchis
source: Current EN Patch version is:
de: Aktuellste EN Patch Version ist:
fr: Version actuelle du patch EN simple :

# strCurrentLargeFilesis
source: Current Large Files version is:
de: Aktuellste Large Files Version ist:
fr: Version actuelle du patch EN étendu :

# strCurrentlyCheckingFile
source: Currently checking file #
de: Die Datei wird geprüft #
fr: Vérification en cours du fichier #

# strDidYouHaveTheLatestVersion
source: Do you have the latest version of PSO2 before today? As in, could you connect to the server yesterday and play fine? If so, hit yes to only download the new content. Otherwise, hit no to scan all files.
de: Haben Sie die aktuelle Version von PSO2? Also, konnten Sie sich gestern normal einloggen und spielen? Falls ja, drücken Sie Ja um nur die neuen Inhalte runter zu laden. Andernfalls, drücken sie Nein um alle Dateien zu untersuchen.
fr: Aviez-vous la dernière version de PSO2 avant aujourd'hui ? De plus, pouviez-vous vous connecter au serveur et jouer ? Si oui, cliquez sur Oui pour télécharger seulement le nouveau contenu. Sinon, cliquez sur Non pour scanner tous les fichiers.

# strDone
source: Done!
de: Fertig!
fr: Fait !

# strDownloadCompleteDownloaded
source: Download complete! (Downloaded
de: Download vollendet! (Downloaded
fr: Téléchargement terminé ! (Téléchargé

# strDownloaded
source: Downloaded
de: Runtergeladen
fr: Téléchargé

# strDownloadedandInstalled
source: Downloaded and installed
de: Runtergeladen und installiert
fr: Téléchargé et installé

# strDownloading
source: Downloading
de: Am runterladen
fr: Téléchargement de

# strDownloadingLatestPatchFiles
source: Downloading Latest patch files...
de: Neuste patch Dateien werden runtergeladen...
fr: Téléchargement des fichiers du dernier patch...

# strDownloadingPatchFile1
source: Downloading Patch file #1...
de: Runterladen der Patch Datei #1...
fr: Téléchargement du fichier de patch #1...

# strDownloadingPatchFile2
source: Downloading Patch file #2...
de: Runterladen der Patch Datei #2...
fr: Téléchargement du fichier de patch #2...

# strDownloadingPatchFile3
source: Downloading Patch file #3...
de: Runterladen der Patch Datei #3...
fr: Téléchargement du fichier de patch #3...

# strDownloadingPatchFile4
source: Downloading Patch file #4...
de: Runterladen der Patch Datei #4...
fr: Téléchargement du fichier de patch #4...

# strDownloadStoryPatch
source: Please download the story patch at http://arks-layer.com/story.php first!
de: Bitte laden Sie sich zuerst den Story patch von http://arks-layer.com/story.php runter!
fr: Télécharger la dernière version du patch du mode Histoire sur http://arks-layer.com/story.php en premier !

# strDownloadwasCancelled
source: Download was canceled by user!
de: Der Download wurde vom Benutzer gestoppt!
fr: Téléchargement annulé manuellement !

# strErasingPreviousBackup
source: Erasing previous backup...
de: Vorherige Sicherung wird gelöscht...
fr: Effacement du backup précédent...

# strExtractingTo
source: Extracting to
de: Extrahiere nach
fr: Extraction vers

# strFirstTime
source: This appears to be the first time you've used the new version of PSO2 Tweaker - Please select your language and theme in the next window.
de: Es scheint, dass Sie zum ersten mal die neue Version des PSO2 Tweaker benutzen- Bitte wählen Sie Ihre Sprache und Ihr Design im nächsten Fenster aus.
fr: On dirait que c'est la première fois que vous utilisez cette version de PSO2 Tweaker - Sélectionner votre langue et un thème dans la prochaine fenêtre.

# strFixingPermissionsFor
source: Fixing permissions for
de: Berichtigung der Berechtigungen für
fr: Correction des permissions pour

# strGameUpdatedVanilla
source: Game updated to latest Vanilla JP version. Don't forget to re-install the patches!
de: Spiel wurde zur aktuellsten Version der Vanilla JP version aktuallisiert. Vergessen Sie nicht die Patches wieder zu installieren!
fr: Jeu mis à jour vers la dernière version JP Vanilla. Ne pas oublier de réinstaller les patchs !

# strHaveyouDownloadedStoryYet
source: Have you already downloaded the Story Patch? If you hit yes, you'll be prompted to find the RAR file.
de: Haben Sie den Story Patch schon runtergeladen? Falls Sie Ja drücken, werden Sie eine RAR Datei auffinden.
fr: Avez-vous déjà téléchargé le patch du mode Histoire ? Si vous cliquez sur Oui, vous serez demandé à indiquer le fichier RAR correspondant.

# strInstalledUpdated
source: installed/Updated!
de: installiert/Aktualisiert!
fr: Installé/Mis à jour !

# strInstalledUpdatedBackup
source: installed/Updated! Backup is at
de: installiert/Aktualisiert! Sicherung ist in
fr: installé/mis à jour ! Le backup est vers

# strInstallingPatch
source: Installing Patch...
de: Installierung des Patches...
fr: Installation du patch...

# strIsMissing
source: is missing.
de: fehlt.
fr: est manquant.

# strItSeemsLikePSO2isalready
source: It seems that PSO2 is already running. Would you like to close it?
de: Es scheint, dass PSO2 schön am laufen ist. Möchten Sie es schließen?
fr: Il semblerait que PSO2 est déjà en cours d'éxecution. Voulez-vous le fermer ?

# strLaunchingPSO2
source: Launching Phantasy Star Online 2...
de: Phantasy Star Online 2 wird gestartet...
fr: Démarrage de Phantasy Star Online 2...

# strNewENPatch
source: A new EN patch update is available - Would you like to download and install it?
de: Eine neue EN patch Aktualisierung ist Verfügbar - Möchten Sie es runterladen und installieren?
fr: Une nouvelle mise à jour du patch EN simple est disponible - Voulez-vous la télécharger l'installer ?

# strNewLargeFiles
source: A new Large Files update is available - Would you like to download and install it?
de: Eine neue Large Files Aktualisierung ist Verfügbar - Möchten Sie es runterladen und installieren?
fr: Une nouvelle mise à jour du patch EN étendu est disponible - Voulez-vous la télécharger et l'installer ?

# strNewPSO2Update
source: An update for PSO2 is available - Would you like to download and install it?
de: Ein Update für PSO2 ist Verfügbar - Möchten Sie es runterladen und installieren?
fr: Une mise à jour pour PSO2 est disponible - Voulez-vous la télécharger et l'installer ?

# strPleasecopytheURL
source: This will open two windows - One will be the Tweaker's thread on PSO-World.com's forums. The second will be a pastebin page. Please copy the URL of the pastebin page and include it in your post on the Tweaker thread, along with any information that could be useful. Thanks! - AIDA
de: Bitte kopieren sie die URL des gleich auftauchendes Fensters in Ihre Mitteilung in PSOW, sodass ich Ihren Log anschauen und den Fehler beheben kann. Vielen Dank! - AIDA
fr: Copier l'URL de la fenêtre qui va s'ouvrir vers votre post sur PSOW pour que je puisse voir votre log et corriger l'erreur. Merci ! - AIDA

# strPleaseSelectPSO2win32dir
source: Please select your PSO2's pso2_bin Directory. It will be saved so you don't have to select it again.
de: Bitte wählen Sie Ihr PSO2 win32 Pfad aus. Dieser wird anschließend gespeichert, damit Sie ihn nicht erneut auswählen müssen.
fr: Sélectionnez le répertoire win32 de PSO2. Ce sera sauvegardé et vous n'aurez pas à devoir le sélectionner de nouveau.

# strPleaseSelectWin32folder
source: Please select your PSO2 pso2_bin folder.
de: Bitte wählen Sie Ihren PSO2 win32 Ordner aus.
fr: Sélectionner le dossier win32 de PSO2.

# strRemoving
source: Removing
de: Entferne
fr: Retrait de

# strRestoring
source: Restoring
de: Wiederherstellen
fr: Restauration de

# strRightClickforOptions
source: Right click for additional options
de: Rechte Maustaste für zusätzliche Optionen
fr: Clic-droit pour options supplémentaires

# strSelectedDir
source: Selected <DIRECTORY> as your PSO2 Directory.
de: <DIRECTORY> als Ihr PSO2 Pfad ausgewählt .
fr: Sélectionné <DIRECTORY> comme répertoire de PSO2.

# strSomethingWentWrongUpload
source: Something went wrong, would you like to upload your logfile so it can be fixed?
de: Etwas ist schief gegangen, möchten Sie ihre log-Datei hochladen um das Problem zu beheben?
fr: Quelque chose s'est mal passé. Voulez-vous uploader votre fichier log afin de pouvoir corriger le problème ?

# strStoryModeUpdate
source: A new story patch update is available - Would you like to download and install it? PLEASE NOTE: This update assumes you've already downloaded and installed the latest story patch available from http://arks-layer.com, which seems to be:
de: Ein neuer story patch update ist Verfügbar - Möchten Sie diesen runterladen und installieren? Wichtig: Diese Aktualisierung nimmt an, dass Sie schon die aktuellste RAR-Datei von http://arks-layer.com runtergeladen und installiert haben, diese scheint folgende zu sein:
fr: Une nouvelle mise à jour du patch du mode Histoire est disponible - Voulez-vous la télécharger et l'installer ? NOTE: Cette mise à jour présume que vous avez déjà téléchargé et installé le fichier RAR le plus récent disponible sur http://arks-layer.com, qui parait être :

# strStoryPatchBackup
source: Story patch installed! Backup is at
de: Story patch installiert! Sicherung ist in
fr: Patch du mode Histoire installé ! Backup sur

# strStoryPatchInstalled
source: Story patch installed!
de: Story patch installiert!
fr: Patch du mode Histoire installé !

# strStoryPatchUpdated
source: Story patch updated!
de: Story patch aktualisiert!
fr: Patch du mode Histoire mis à jour !

# strSwappingOpenings
source: Swapping openings...
de: Wechseln der Öffnungsequenz...
fr: Interchangement des introductions...

# strUpdating
source: Updating
de: Aktualisieren
fr: Mise à jour de

# strWaitingforPatch
source: Waiting for patch to finish extracting...
de: Auf das Beenden des Extrahierens vom Patch warten...
fr: En attente du patch de finir l'extraction...

# strWouldYouLikeBackupStory
source: Would you like to backup your files before applying the patch? This will erase all previous Pre-Story patch backups. THIS IS HIGHLY RECOMMENDED! If you do NOT make a story patch backup, you will need to redownload the entire story patch from SEGA's servers when the next update hits. This can turn a 25MB update into a 3.25GB update.
de: Möchten Sie Ihre Dateien sichern bevor Sie den Patch anwenden? Dies wird alle vorherigen Pre-Story patch Sicherungen löschen.
fr: Voulez-vous faire un backup de vos fichiers avant d'appliquer le patch ? Cela va effacer tous les précédents backups du patch du mode Histoire.

# strWouldYouLikeToBackupLanguagePatch
source: Would you like to backup your files before applying the patch? This will erase all previous backups for this patch.
de: Möchten Sie Ihre Dateien sichern bevor Sie den Patch anwenden? Dies wird alle vorherigen Sicherungen für diesen Patch löschen.
fr: Voulez-vous faire un backup de vos fichiers avant d'appliquer le patch ? Cela va effacer tous les précédents backups du patch de langue.

# strWouldYouLikeToBackupLargeFiles
source: Would you like to backup your files before applying the patch? This will erase all previous Pre-Large Files patch backups.
de: Möchten Sie Ihre Dateien sichern bevor Sie den Patch anwenden? Dies wird alle vorherigen Pre-Large Files patch Sicherungen löschen.
fr: Voulez-vous faire un backup de vos fichiers avant d'appliquer le patch ? Cela va effacer tous les précédents backups du patch de langue étendu.

# strWouldYouLikeToDownloadInstallMissing
source: Would you like to download and install the missing files?
de: Möchten Sie die fehlenden Dateien runterladen und installieren?
fr: Voulez-vous télécharger et installer les fichiers manquants ?

# strYouAppearToBeUpToDate
source: You appear to have the latest data files - Running final update steps!
de: Sie scheinen alle aktuellen Dateien zu haben - Letze Update Schritte werden eingeleitet!
fr: Il semblerait que vous ayiez les derniers fichiers de données - Dernières étapes de la mise à jour finale !

# strYouCannotRemoveRestore
source: You cannot restore and remove at the same time.
de: Sie können nicht zur selben Zeit Sichern und Entfernen.
fr: Vous ne pouvez pas restaurer et retirer en même temps.

# strAlwaysonTop
source: Always on Top
de: Immer oben
fr: Toujours en premier plan

# strAnalyzeInstallforIssues
source: Analyze Install for Issues
de: Untersuche Installation nach Problemen
fr: Analyse de l'installation pour problèmes rencontrés

# strCheckforDeletedMissingFiles
source: Check for Deleted/Empty Files
de: Nach gelöschten/leeren Dateien suchen
fr: Vérifier les fichiers supprimés/manquants

# strCheckForOldMissingFiles
source: Check for Old/Missing Files
de: Nach alten/fehlenden Dateien suchen
fr: Vérifier les fichiers anciens/manquants

# strCheckForStoryPatchUpdates
source: Check for Story Patch Updates
de: Nach Story Patch Aktualisierungen suchen
fr: Vérifier les mises à jour du mode Histoire

# strClickOrb
source: Click the ORB to access the menu
de: Klicken Sie die Kugel an um ins Menü zu gelangen
fr: Cliquer sur l'ORBE pour accéder au menu

# strDiagnoseConnectionIssues
source: Diagnose Connection Issues
de: Verbindungsprobleme werden untersucht
fr: Diagnostiquer les problèmes de connexion

# strDoesItemPatchWork
source: Does the item patch work with the newest PSO2 version?:
de: Funktioniert der Item Patch mit der aktuellsten PSO2 Version?:
fr: Est-ce que le patch d'objets fonctionne avec la dernière version de PSO2 :

# strDownloadingItemTranslationFiles
source: Downloading latest item translation files...
de: Aktuellste Item Patch Dateien werden runtergeladen...
fr: Téléchargement des derniers fichiers de traduction d'objets...

# strERROR
source: ERROR -
de: FEHLER -
fr: ERREUR -

# strFAILED
source: [FAILED!]
de: [FEHLGESCHLAGEN!]
fr: [ECHOUE !]

# strFailedToGetUpdateInfo
source: Failed to get the update information. Usually, this means AIDA broke something. Please DO NOT panic, as the rest of the program will work fine. There is no need to report this error either.
de: Es konnten keine Update Informationen gesammelt werden. Normalerweise heißt das, AIDA hat etwas verbockt. Bitte NICHT in panik geraten, der Rest des Programmes wird funktionieren. Dieser Fehler muss nicht gemeldet werden.
fr: Echec d'obtention des dernières informations de mise à jour. Généralement, cela signifie qu'AIDA a oublié un truc. Ne paniquez pas, le programme continuera de fonctionner correctement. Il est également inutile de reporter cette erreur.

# strFixGameguardErrors
source: Fix Gameguard Errors
de: Gameguard Fehler werden behoben
fr: Corriger les erreurs GameGuard
