Repository: Ichimoto/PSO2Tweaker
Catalog: PSO2 Tweaker/My Project/GlobalStrings.*.resx
Languages: de, fr

# strIfAboveVersions
source: If any of the above versions are incorrect, use the override in options to fix them.
de: Falls einige der Versionen oberhalb nicht korekt sind, benutzen sie die Override Option um dies zu beheben.
fr: Si n'importe laquelle des versions ci-dessus est incorrecte, utiliser Outrepasser dans les options pour la/les corriger.

# strLaunchChrome
source: Launch Chrome in PSO2 Compatibilty Mode
de: Chrome in PSO2 Kompatibiltätsmodus starten
fr: Lancer Chrome en mode de compatibilité PSO2

# strLoadingSidebar
source: Loading sidebar page...
de: Sidebar Seite laden...
fr: Chargement de la barre...

# strOtherTasks
source: Other Tasks
de: andere Aufgaben
fr: Autres tâches

# strProgramStarted
source: Program started...
de: Das Programm hat gestartet...
fr: Programme démarré...

# strPSO2Options
source: PSO2 Options
de: PSO2 Optionen
fr: Options de PSO2

# strResetPSO2Settings
source: Reset PSO2 Settings
de: PSO2 Einstellungen zurücksetzen
fr: Réinitialiser les paramètres de PSO2

# strResumePatching
source: Resume Patching
de: Patchen fortsetzen
fr: Reprendre la mise à jour

# strStoryPatchServerTests
source: Story Patch Server Tests
fr: Tests de serveurs du moe Histoire

# strTerminate
source: Terminate PSO2 Process
de: PSO2 Prozess beenden
fr: Arrêter le processus PSO2

# strTranslateItems
source: Translate items
de: Items übersetzen
fr: Traduction des objets

# strUninstallPatches
source: Uninstall Patches
de: Patches deinstallieren
fr: Désinstaller les patchs

# strWebLinks
source: Web Links
fr: Liens Web

# strYour7zipiscorrupt
source: Your 7za.exe seem to be corrupt, redownloading...
de: Ihre 7za.exe scheint beschädigt zu sein, erneutes Runterladen...
fr: 7za.exe semble être corrompu, retéléchargement...

# strYourTranslationBINiscorrupt
source: Your translation.bin seem to be corrupt, redownloading...
de: Ihre translation.bin scheint beschädigt zu sein, erneutes Runterladen...
fr: translation.bin semble être corrompu, retéléchargement...

# strYourTranslatorDLLiscorrupt
source: Your translator.dll seem to be corrupt, redownloading...
de: Ihre translator.dll scheint beschädigt zu sein, erneutes Runterladen...
fr: translator.dll semble être corrompu, retéléchargement...

# strYourUnrariscorrupt
source: Your UnRar.exe seem to be corrupt, redownloading...
de: Ihre UnRar.exe scheint beschädigt zu sein, erneutes Runterladen...
fr: UnRar.exe semble être corrompu, retéléchargement...

# strAreYouSureResetPSO2Settings
source: Are you sure you want to reset all of PSO2's settings? This includes preferences, auto-login, preferred ships, etc.
de: Sind Sie sicher alle PSO2 Einstellungen zurück zu setzen? Dies beinhaltet Einstellungen, automatisches einloggen, bevorzugter ship, etc.
fr: Êtes-vous sûr de réinitialiser tous les paramètres de PSO2 ? Cela inclut les préférences, auto-login, serveurs de préférence, etc.

# strAutoInstallingENPatch
source: Auto-installing EN patch...
de: Auto-installierung des EN patch...
fr: Auto-installation du patch EN simple...

# strAutoInstallingLF
source: Auto-installing Large Files...
de: Auto-installierung der Large Files...
fr: Auto-installation du patch EN étendu...

# strAutoInstallingStoryPatch
source: Auto-installing Story Patch...
de: Auto-installierung des Story Patch...
fr: Auto-installation du patch du mode Histoire...

# strBackupEN
source: Would you like to backup your files before applying the patch? This will erase all previous Pre-EN patch backups.
de: Möchten Sie Ihre Dateien sichern bevor sie den Patch anwenden? Dies wird alle vorherigen Pre-EN patch Sicherungen löschen.
fr: Voulez-vous faire un backup de vos fichiers avant d'appliquer le patch ? Cela va effacer tous les précédents backups du patch EN simple.

# strCannotFindResume
source: Cannot find resume file - Please try patching again!
de: Kann das Fortsetzungsdokument nicht finden - Versuchen sie es erneut zu aktualisieren!
fr: Ne peut trouver le fichier resume - Veuillez réessayer la mise à jour !

# strCantFindBackupDirectory
source: Couldn't find backup directory - Should be
de: Sicherungspfad konnte nicht gefunden werden - Eigentlicher Pfad
fr: N'a pu trouver le répertoire de backup - Cela doit être

# strCheckingConnection
source: Checking connection to Patch Server...
de: Verbindung zum Patch Server wird geprüft...
fr: Vérification de connexion vers le serveur de patch...

# strCheckingForFolders
source: Checking for folders...
de: Ordner werden überprüft...
fr: Vérification des dossiers...

# strCheckingForMissingOldFiles
source: Checking for missing/old files...
de: Nach fehlenden/alten Dateien suchen...
fr: Vérification des fichiers anciens/manquants...

# strCheckingForNecessaryFiles
source: Checking for necessary files...
de: Nach nötigen Dateien suchen...
fr: Vérification des fichiers nécessaires...

# strCouldNotFindPSO2EXE
source: Could not find pso2.exe - This can usually be solved by going to Troubleshooting -> Fix PSO2 EXEs
de: pso2.exe konnte nicht gefunden werden - Dies kann normalerweise durch die Problembehandlung gelöst werden -> Fix PSO2 EXEs
fr: N'a pu trouver pso2.exe - Cela peut être résolu en allant dans le mode de Dépannage -> Corriger les EXEs de PSO2

# strDeletingItemCache
source: Deleting item_name_cache.dat file to prevent issues with vanilla PSO2...
de: Löschen von item_name_cache.dat Datei um Probleme mit vanilla PSO2 vorzubeugen...
fr: Suppression du fichier item_name_cache.dat pour éviter des problèmes avec PSO2 Vanilla...

# strDoneTesting
source: Done testing! If you got any errors here, please carry out the recommended steps.
de: Prüfung erledigt! Falls Sie hier Fehlermeldungen haben, führen Sie bitte die vorgeschlagenen Schritte aus.
fr: Tests effectués ! Si vous avez eu des erreurs, veuillez suivre les étapes recommandées.

# strDownloadedATotalOf
source: Downloaded a total of
de: Summer der runtergeladenen Dateien
fr: Téléchargé un total de

# strDownloadingENToUninstall
source: Downloading EN patch to prepare for uninstall...
de: Runterladen des EN Patches um die Deinstallation vorzubereiten...
fr: Téléchargement du patch EN simple pour préparer à la désinstallation...

# strDownloadingLatestItemTranslationFiles
source: Downloading latest item translation files...
de: Runterladen der aktuellsten Item Übersetzungs Dateien...
fr: Téléchargement des derniers fichiers de traduction d'objets...

# strDownloadingLFToUninstall
source: Downloading Large Files to prepare for uninstall...
de: Runterladen der Large Files um die Deinstallation vorzubereiten...
fr: Téléchargement du patch EN étendu pour préparer à la désinstallation...

# strDownloadingTestFile
source: Downloading
de: Am runterladen
fr: Téléchargement de

# strENBackupFound
source: EN backup found, restoring...
de: EN Sicherung gefunden, wiederherstellen...
fr: Backup EN simple trouvé, restauration en cours...

# strENPatchUninstalled
source: English patch uninstalled!
de: English patch wurde entfernt!
fr: Patch EN simple désinstallé !

# strFailedToRemoveCensor
source: Censor file does not exist. Are you already un-censored?
de: Zensor Datei existiert nicht. Sind Sie schon "unzensiert"?
fr: Fichier de censure inexistant. Ëtes-vous déjà décensuré ?

# strFailedToRemoveNVidia
source: NVidia Logo Video File does not exist. Did you already remove it?
de: NVidia Logo Video Datei existiert nicht. Haben Sie es schon entfernt?
fr: Fichier de vidéo du logo NVIDIA inexistant. L'avez-vous déjà retiré ?

# strFailedToRemovePC
source: PC Opening Video File does not exist. Did you already remove it?
de: PC Öffnungsequenz Datei existiert nicht. Haben Sie es schon entfernt?
fr: Fichier de vidéo d'introduction PC inexistant. L'avez-vous déjà retiré ?

# strFailedToRemoveSEGA
source: SEGA Logo Video File does not exist. Did you already remove it?
de: SEGA Logo Video Datei existiert nicht. Haben Sie es schon entfernt?
fr: Fichier de vidéo du logo SEGA inexistant. L'avez-vous déjà retiré ?

# strFailedToRemoveVita
source: Vita Opening Video File does not exist. Did you already remove it?
de: Vita Öffnungsequenz Datei existiert nicht. Haben Sie es schon entfernt??
fr: Fichier de vidéo d'introduction Vita inexistant. L'avez-vous retiré ?

# strFailedToRestoreCensor
source: Censor backup file does not exist. Are you already censored?
de: Zensor Sicherungsdatei existiert nicht. Sind Sie schon "zensiert"?
fr: Backup de censure inexistant. Êtes-vous déjà censuré ?

# strFailedToRestoreNVidia
source: NVidia Logo Video File backup does not exist. Did you already restore it?
de: NVidia Logo Video Datei Sicherung existiert nicht. Haben Sie es wiederhergestellt?
fr: Backup de vidéo du logo de NVIDIA inexistant. L'avez-vous déjà restauré ?

# strFailedToRestorePC
source: PC Opening Video File backup does not exist. Did you already restore it?
de: PC Öffnungsequenz Datei Sicherung existiert nicht. Haben Sie es wiederhergestellt?
fr: Backup de vidéo d'introduction PC inexistant. L'avez-vous déjà restauré ?

# strFailedToRestoreSEGA
source: SEGA Logo Video File backup does not exist. Did you already restore it?
de: SEGA Logo Video Datei Sicherung existiert nicht. Haben Sie es wiederhergestellt?
fr: Backup de vidéo du logo SEGA inexistant. L'avez-vous déjà restauré ?

# strFailedToRestoreVita
source: Vita Opening Video File backup does not exist. Did you already restore it?
de: Vita Öffnungsequenz Datei Sicherung existiert nicht. Haben Sie es wiederhergestellt?
fr: Backup de vidéo d'introduction Vita inexistant. L'avez-vous déjà restauré ?

# strFixPermissionIssuesText
source: This will fix permission issues with PSO2. First, open the pso2updater.exe, so that it gives you the error "has canceled the launch of pso2updater.exe. file is not updated.". Do NOT Hit OK. Leave that screen up, and hit OK here instead. It will performing some fixes. A message will pop up with more information when it's done.
de: Dies wird Berechtigungsprobleme mit PSO2 beheben. Zuerst öffnen Sie die pso2updater.exe, dies wird Ihnen die Fehlermeldung "has canceled the launch of pso2updater.exe. file is not updated." geben. Drücken Sie NICHT Ok. Lassen Sie das Fenster offen und drücken Sie hier OK. Es wird ein paar Probleme lösen . Solbald dies beendet wurde, wird eine Nachricht mit mehr Informationen auftauchen.
fr: Cela va corriger les problèmes de permission de PSO2. Tout d'abord, ouvrez pso2updater.exe, l'erreur "has canceled the launch of pso2updater.exe. file is not updated." s'affiche. NE CLIQUEZ PAS OK. Laissez cette fenêtre en haut et cliquez sur OK ici. Quelques corrections vont être effectuées. Un message apparaîtra avec plus d'informations disponibles quand c'est fait.

# strFixPermissionsDone
source: Permissions fixed! NOW you can hit OK on the pso2updater.exe message - it should allow the updater to work and fix itself :) Thanks to RappyPerms and jooozek for this information~
de: Berechtigungen repariert! NUN können Sie OK in der pso2updater.exe Nachricht klicken - der Updater sollte nun normal arbeiten und alles erleigen :) Vielen Dank an RappyPerms und jooozek für diese Information~
fr: Permissions corrigées ! Maintenant, vous pouvez cliquer sur OK sur le message de pso2updater.exe - Cela doit permettre à l'updater de fonctionner et de se corriger tout seul :) Merci à RappyPerms et jooozek pour cette astuce~

# strFoundIncompleteJob
source: Found incomplete patch job - resuming job!
de: Unvollendeter Patchprozess gefunden - arbeit wird fortgesetzt!
fr: Trouvé patch en cours incomplet - Reprise !

# strGGReset
source: GameGuard reset to defaults! Now try running Phantasy Star Online 2 - It should update Gameguard when the PSO2 logo comes up.
de: GameGuard wurde zurück gesetzt! Versuchen Sie Phantasy Star Online 2 zu starten - Der Gameguard sollte sich aktualisieren, sobald das PSO2 logo auftaucht.
fr: GameGuard réinitialisé par défaut ! Maintenant, essayez de lancer Phantasy Star Online 2 - Cela doit mettre à jour Gameguard quand le logo de PSO2 apparaît.

# strIfStoryIncorrect
source: If this is incorrect, use the story patch location reset in options.
de: Falls dies inkorrekt sein sollte, benutzen Sie die Story patch location Zurücksetzung in den Optionen.
fr: Si c'est incorrect, utiliser l'option de réinitialisation d'emplacement du patch du mode Histoire.

# strIfTheAboveNumbers
source: If the above numbers are over 400, you have a bad connection to the PSO2 patch servers.
de: Falls die obigen Nummern über 400 liegen, haben Sie eine schlechte Verbindung zu den PSO2 patch Servern.
fr: Si les valeurs affichées ci-dessus dépassent 400, vous avez une mauvaise connexion vers les serveurs de patch PSO2.

# strLatestGG
source: With the latest gameguard update, Google Chrome works fine with gameguard. You SHOULD NOT use this to launch Chrome anymore, please launch it normally. Thank you.
de: Mit der neusten Gameguard Aktualisierung, funktioniert Google Chrome. Sie sollten Chrome NICHT hierdurch starten, bitte starten Sie es normal. Vielen Dank.
fr: Avec la dernière mise à jour de GameGuard, Google Chrome doit fonctionner correctement avec GameGuard. Vous ne devez PLUS utiliser cette fonction pour lancer Chrome, Lancez-le normalement. Merci.

# strItemTranslationEnabled
source: Item Translation enabled!
de: Item Übersetzung aktiviert - BERÜCKSICHTIGEN SIE: Diese Eigenschaft ist EXTREM unsicher!
fr: Traduction des objets activée - NOTE: Cette fonctionne est EXTREMEMENT expérimentale !

# strItemTranslationNotWorking
source: Sorry, but the item translation is not working with the current version of PSO2! Please uncheck "Translate items" if you wish to launch PSO2 without it.
de: Es tut mir Leid, aber die Item Übersetzung funktioniert nicht mit der aktuellen Version von PSO2! Bitte deaktivieren Sie "Translate items", falls Sie PSO2 ohne Item Übersetzung starten wollen.
fr: Désolé, mais la traduction d'objets ne fonctionne pas avec la version actuelle de PSO2 ! Veuillez décocher l'option " Traduction des objets " si vous voulez lancer PSO2 sans.

# strItSeemsThereWasAnError
source: It seems there was an issue starting PSO2, attempting to autofix...
de: Es scheint Probleme beim Start von PSO2 gegeben zu haben, auto-fix wird eingeleitet...
fr: On dirait qu'il y a un problème au lancement de PSO2, tentative d'autocorrection...

# strLFBackupFound
source: Large Files backup found, restoring...
de: Large Files Sicherung wurde gefunden, wiederherstellen...
fr: Backup de patch EN étendu trouvé, restauration en cours...

# strLFUninstalled
source: Large Files uninstalled!
de: Large Files wurde deinstalliert!
fr: Patch EN étendu désinstallé !

# strLoadingSidebarPage
source: Loading sidebar page...
de: Sidebar Seite wird geladen...
fr: Chargement de la barre...

# strMissingFilesPart1
source: missing files Part 1...
de: fehlende Dateien Teil 1...
fr: fichiers manquants Part 1...

# strMissingFilesPart2
source: missing files Part 2...
de: fehlende Dateien Teil 2...
fr: fichiers manquants Part 2...

# strPleaseBeAwareGG
source: Please be aware that this will fix SOME Gameguard errors, but will not fix all of them. Make sure anything that could possibly "scan" PSO2 is disabled (Firewalls, debuggers, antivirus, Speed boosters, etc).
de: Biotte beachten Sie, dass dies nur EINIGE Gameguard Fehler behebt und nicht alle. Stellen Sie sicher, dass alles, was PSO2 untersuchen könnte, deaktiviert ist (Firewalls, debuggers, antivirus, Speed boosters, etc).
fr: Soyez conscient que cela va corriger certaines erreurs de GameGuard, mais pas toutes. Vérifiez que tout ce qui pourrait "scanner" PSO2 soit désactivé (Pare-feus, debuggers, antivirus, Speed boosters, etc).

# strPleaseFixGG
source: Please run Troubleshooting -> Fix Gameguard issues!
de: Bitte starten Sie die Problembehebung -> Fix Gameguard issues!
fr: Lancer le mode de dépannage -> Corriger les problèmes de GameGuard !

# strPleaseFixPSO2EXEs
source: Please run Troubleshooting -> Fix PSO2 EXEs!
de: Bitte starten Sie die Problembehebung -> Fix PSO2 EXEs!
fr: Lancer le mode de dépannage -> Corriger les EXEs de PSO2 !

# strPleaseReinstallOrCheck
source: Please reinstall PSO2 or check that you selected the correct pso2_bin directory!
de: Bitte installieren Sie PSO2 neu oder schauen Sie nach, ob Sie den richtigen win32 Ordner ausgewählt haben!
fr: Réinstaller PSO2 ou vérifier que vous avez bien sélectionné le bon répertoire win32 !

# strPleaseSelectPreDownloaded
source: Please select the pre-downloaded Large Files RAR file
de: Wählen Sie bitte die bereits runtergeladene Large Files RAR Datei aus
fr: Sélectionner le fichier RAR du patch EN étendu pré-téléchargé

# strPleaseSelectPreDownloadENRAR
source: Please select the pre-downloaded EN Patch RAR file
de: Wählen Sie bitte die bereits runtergeladene EN Patch RAR Datei aus
fr: Sélectionner le fichier RAR du patch EN simple pré-téléchargé

# strPleaseSelectStoryRAR
source: Please select the PSO2 Story Patch RAR file
de: Wählen Sie bitte die PSO2 Story Patch RAR Datei aus
fr: Sélectionner le fichier RAR du patch du mode Histoire

# strProcessWasCancelled
source: Process was canceled by user!
de: Der Prozess wurde vom Benutzer beendet!
fr: Processus annulé manuellement !

# strPSO2SettingsReset
source: All PSO2 settings reset to defaults!
de: Alle PSO2 Einstellungen werden zurück gesetzt!
fr: Tous les paramètres de PSO2 réinitialisés par défaut !

# strRestoreFailedPleaseReinstall
source: Restore failed - backup not found! Re-install the english patch to fix it.
de: Wiederherstellung fehlgeschlagen - Sicherung wurde nicht gefunden! Installieren Sie den English patch erneut um dieses Problem zu beheben.
fr: Restauration échouée - backup non trouvé ! Réinstaller le patch pour corriger le problème.

# strRestoringBackupTo
source: Restoring backup to
de: Wiederherstellung der Sicherung nach
fr: Restauration du backup vers

# strSelectPSO2win32folder2
source: Select your pso2_bin folder
de: Wählen Sie Ihre PSO2 data/win32 Ordner aus
fr: Sélectionner le dossier data/win32 de PSO2

# strSetAsYourPSO2
source: set as your PSO2 Directory.
de: ausgewählt als Ihr PSO2 Pfad.
fr: mis comme répertoire PSO2.

# strStoryBackupFound
source: Story patch backup found, restoring...
de: Story patch Sicherung wurde gefunden, restoring...
fr: Backup de patch du mode Histoire trouvé, restauration en cours...

# strStoryPatchFound
source: Story patch automatically located at:
de: Story patch automatisch erkannt in:
fr: Patch du mode Histoire automatiquement situé sur :

# strStoryPatchUninstalled
source: Story patch uninstalled!
de: Story patch wurde deinstalliert!
fr: Patch du mode Histoire désinstallé !

# strTerminatePSO2
source: Terminating PSO2 Process with extreme prejudice...
de: Beenden des PSO2 Prozesses durch extreme Vorurteile...
fr: Arrêt du processus PSO2 avec préjudices importants...

# strTestingDownloadSpeeds
source: Testing download speeds...
de: Prüfung der Downloadgeschwindigkeit...
fr: Test de vitesse de téléchargement...

# strTranslationFilesDontMatch
source: Translation files do NOT match the downloaded ones! Please download them again by restarting the Tweaker.
de: Übersetzungsdateien stimmen nicht mit den gedownloadeten Dateien überein! Bitte laden Sie diese erneut runter, indem Sie den Tweaker erneut starten.
fr: Les fichiers de traduction des objets ne correspondent PAS à ceux qui ont été téléchargés ! Les télécharger de nouveau en redémarrant le Tweaker.

# strUninstalling
source: Uninstalling
de: am deinstallieren
fr: Désinstallation de

# strUninstallingPatch
source: Uninstalling patch...
de: deinstalliere Patch...
fr: Désinstallation du patch...

# strWouldYouLikeToUse
source: Would you like to use a pre-downloaded RAR file containing the patch instead of downloading it now?
de: Möchten Sie eine bereits runtergeladene RAR Datei benutzen, die den Patch beinhaltet anstatt es jetzt runter zu laden?
fr: Voulez-vous utiliser un fichier RAR pré-téléchargé contenant le patch plutôt que de le télécharger maintenant ?

# strYourDownloadSpeedIs
source: Your download speed is:
de: Ihre Downloadgeschwindigkeit beträgt:
fr: Votre vitesse de téléchargement est :

# strPleaseBeAwareChrome
source: PLEASE BE AWARE: This will launch chrome with it's built-in sandbox disabled, which decreases it's security. Please only use this instance of Chrome to browse trusted sites while playing PSO2. (ie. Bumped, cirnopedia, etc)
de: Seien Sie bewusst: Dies wird Chrome ohne seiner eingebauten Sandbox starten, das zu weniger Sicherheit führt. Bitte benutzen Sie diese Instanz von Chrome nur, um auf sicheren Seiten zu surfen, während Sie PSO2 spielen. (ie. Bumped, cirnopedia, etc)
fr: ATTENTION : Cela va lancer Chrome avec son sandbox préconfiguré désactivé, qui réduit la sécurité. Utilisez cette version de Chrome uniquement pour naviguer sur des sites de confiance tout en jouant à PSO2 (comme Cirnopedia ou Bumped)

# strOptions
source: Options
de: Optionen
